[Cues]
Act_E2_1C_CampusA_VoiceOver01_Max_010="Finally, I get some Max time. I need to zone out with some tunes..."
Act_E2_1C_CampusA_VoiceOver02_Max_010="David talking to Nathan cannot be a good thing. This has something to do with Kate... or Rachel..."
